import React from 'react';

const AboutCompany = () => {
    return (
        <div className="flex flex-col mdbvp:px-[70px] sm:px-[25px] px-[10px] mt-[50px] pb-[57px]">
            <h2 className="flex items-center justify-center xl:text-[20px] text-[15px] bg-white font-bold text-gray-800 py-[20px] rounded-t-[15px] xl:w-[10%] md:w-[20%] sm:w-[35%] w-[40%]">О компании</h2>

            <div className="bg-white p-8 rounded-lg">
                <p className="lgbvp:text-[16px] mdbvp:text-[14px] text-[12px] text-gray-700 mb-4">
                    “Товарищество с ограниченной ответственностью “Микрофинансовая организация KZTurbo” № 02.23.0011.M. от 08.06.2023 года и работает под брендом KZTurbo на всей территории Республики Казахстан. KZTurbo — это сервис предоставления микрокредитов, которое осуществляется через интернет. Клиенту не нужно посещать офис компании и предоставлять множество документов. Заполнение и отправка заявки не занимает более 5 минут.
                </p>
                <p className="lgbvp:text-[16px] mdbvp:text-[14px] text-[12px] text-gray-700 mb-4">
                    При одобрении заявки мы переводим средства на личный счет клиента или его банковскую карту. Заемщики могут рассчитывать на получение услуги в случае, если микрокредит понадобился срочно, без необходимости предоставления залога, а также многоэтапных процессов оформления и длительных проверок.
                </p>
                <p className="lgbvp:text-[16px] mdbvp:text-[14px] text-[12px] text-gray-700 mb-4">
                    Мы лояльны по отношению к клиентам нашей компании. Команда KZTurbo постоянно совершенствует свой продукт, опираясь на отзывы и пожелания пользователей сервиса.
                </p>
                <p className="lgbvp:text-[16px] mdbvp:text-[14px] text-[12px] text-gray-700 mb-4">
                    Что такое микрокредиты онлайн? Микрокредиты предполагают получение денег в любое время с удобством для клиента — он может находиться в любой точке Республики Казахстан. Это оптимальный способ получить средства, если они понадобились срочно.
                </p>
                <p className="lgbvp:text-[16px] mdbvp:text-[14px] text-[12px] text-gray-700 mb-4">
                    Наша цель — оперативно обрабатывать заявки клиентов и предоставлять им качественные, прозрачные и понятные услуги на выгодных условиях.
                </p>
            </div>
        </div>
    );
};

export default AboutCompany;